<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードのリセットが完了しました',
    'sent' => 'パスワードリセット用リンクのメールを送信しました',
    'throttled' => 'しばらく経ってからお試しください',
    'token' => 'トークンが無効のため、あらためてパスワードリセットを実行してください',
    'user' => "登録されていないメールアドレスです",

];
